Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# account.delete.blocked.passwordAndWord
source: Enter your password and type %@ to continue.
ar: أدخل كلمة مرورك واكتب %@ للمتابعة.
bn: চালিয়ে যেতে আপনার পাসওয়ার্ড দিন এবং %@ লিখুন।
ca: Introdueix la contrasenya i escriu %@ per continuar.
cs: Pro pokračování zadej heslo a napiš %@.
da: Indtast din adgangskode, og skriv %@ for at fortsætte.
de: Gib dein Passwort ein und tippe %@, um fortzufahren.
el: Εισήγαγε τον κωδικό σου και πληκτρολόγησε %@ για να συνεχίσεις.
es: Introduce tu contraseña y escribe %@ para continuar.
fi: Jatka antamalla salasanasi ja kirjoittamalla %@.
fr: Saisissez votre mot de passe et tapez %@ pour continuer.
he: הזן את הסיסמה שלך והקלד %@ כדי להמשיך.
hi: जारी रखने के लिए अपना पासवर्ड डालें और %@ टाइप करें।
hr: Unesi lozinku i upiši %@ za nastavak.
hu: A folytatáshoz add meg a jelszavadat, és írd be: %@.
id: Masukkan kata sandimu dan ketik %@ untuk melanjutkan.
it: Inserisci la password e scrivi %@ per continuare.
ja: 続けるにはパスワードを入力し、%@と入力してください。
ko: 계속하려면 비밀번호를 입력하고 %@을(를) 입력하세요.
ml: തുടരാൻ നിങ്ങളുടെ പാസ്‌വേഡ് നൽകി %@ ടൈപ്പ് ചെയ്യുക.
ms: Masukkan kata laluan anda dan taip %@ untuk teruskan.
nb: Skriv inn passordet ditt og skriv %@ for å fortsette.
nl: Voer je wachtwoord in en typ %@ om door te gaan.
pl: Aby kontynuować, wpisz hasło i słowo %@.
pt_br: Digite sua senha e escreva %@ para continuar.
pt_pt: Introduza a sua palavra-passe e escreva %@ para continuar.
ro: Introdu parola și scrie %@ pentru a continua.
ru: Введите пароль и слово %@, чтобы продолжить.
sk: Na pokračovanie zadaj heslo a napíš %@.
sv: Ange ditt lösenord och skriv %@ för att fortsätta.
ta: தொடர உங்கள் கடவுச்சொல்லை உள்ளிட்டு %@ என்று தட்டச்சு செய்யுங்கள்.
te: కొనసాగడానికి మీ పాస్‌వర్డ్‌ను నమోదు చేసి, %@ అని టైప్ చేయండి.
th: ใส่รหัสผ่านและพิมพ์ %@ เพื่อดำเนินการต่อ
tr: Devam etmek için şifrenizi girin ve %@ yazın.
uk: Введіть пароль і наберіть %@, щоб продовжити.
ur: جاری رکھنے کے لیے اپنا پاس ورڈ درج کریں اور %@ ٹائپ کریں۔
vi: Nhập mật khẩu và gõ %@ để tiếp tục.
zh_hans: 请输入密码并键入 %@ 以继续。
zh_hant: 請輸入密碼並輸入 %@ 以繼續。

# account.delete.blocked.word
source: Type %@ in capitals, exactly, to continue.
ar: اكتب %@ بحروف كبيرة، تمامًا كما هي، للمتابعة.
bn: চালিয়ে যেতে হুবহু বড় হাতের অক্ষরে %@ লিখুন।
ca: Escriu %@ en majúscules, exactament, per continuar.
cs: Pro pokračování napiš přesně %@ velkými písmeny.
da: Skriv %@ med store bogstaver, præcis som vist, for at fortsætte.
de: Tippe zum Fortfahren genau %@ in Großbuchstaben.
el: Πληκτρολόγησε %@ με κεφαλαία, ακριβώς έτσι, για να συνεχίσεις.
es: Escribe %@ en mayúsculas, exactamente así, para continuar.
fi: Jatka kirjoittamalla %@ isoilla kirjaimilla täsmälleen samoin.
fr: Tapez %@ en majuscules, exactement, pour continuer.
he: הקלד %@ באותיות גדולות, בדיוק כך, כדי להמשיך.
hi: जारी रखने के लिए %@ ठीक वैसे ही कैपिटल अक्षरों में टाइप करें।
hr: Upiši %@ velikim slovima, točno kako piše, za nastavak.
hu: A folytatáshoz írd be pontosan, nagybetűkkel: %@.
id: Ketik %@ dengan huruf kapital, persis sama, untuk melanjutkan.
it: Scrivi %@ in maiuscolo, esattamente così, per continuare.
ja: 続けるには、%@を大文字で正確に入力してください。
ko: 계속하려면 %@을(를) 대문자로 정확히 입력하세요.
ml: തുടരാൻ %@ വലിയ അക്ഷരങ്ങളിൽ, അതേപടി ടൈപ്പ് ചെയ്യുക.
ms: Taip %@ dengan huruf besar, tepat seperti itu, untuk teruskan.
nb: Skriv %@ med store bokstaver, nøyaktig slik, for å fortsette.
nl: Typ %@ precies zo, in hoofdletters, om door te gaan.
pl: Aby kontynuować, wpisz dokładnie %@ wielkimi literami.
pt_br: Escreva %@ em maiúsculas, exatamente assim, para continuar.
pt_pt: Escreva %@ em maiúsculas, exatamente assim, para continuar.
ro: Scrie %@ cu majuscule, exact, pentru a continua.
ru: Введите %@ заглавными буквами, точно так же, чтобы продолжить.
sk: Na pokračovanie napíš %@ veľkými písmenami, presne takto.
sv: Skriv %@ med versaler, exakt, för att fortsätta.
ta: தொடர %@ என்பதை பெரிய எழுத்துகளில், அப்படியே தட்டச்சு செய்யுங்கள்.
te: కొనసాగడానికి %@ ను క్యాపిటల్స్‌లో, సరిగ్గా అలాగే టైప్ చేయండి.
th: พิมพ์ %@ ด้วยตัวพิมพ์ใหญ่ให้ตรงทุกตัวอักษรเพื่อดำเนินการต่อ
tr: Devam etmek için %@ sözcüğünü tam olarak, büyük harflerle yazın.
uk: Щоб продовжити, наберіть %@ великими літерами, точно так само.
ur: جاری رکھنے کے لیے %@ بالکل اسی طرح بڑے حروف میں ٹائپ کریں۔
vi: Gõ %@ bằng chữ in hoa, chính xác, để tiếp tục.
zh_hans: 请完全按大写键入 %@ 以继续。
zh_hant: 請完全依照大寫輸入 %@ 以繼續。

# account.delete.confirmButton
source: Delete my account
ar: احذف حسابي
bn: আমার অ্যাকাউন্ট মুছুন
ca: Elimina el meu compte
cs: Smazat můj účet
da: Slet min konto
de: Mein Konto löschen
el: Διαγραφή του λογαριασμού μου
es: Eliminar mi cuenta
fi: Poista tilini
fr: Supprimer mon compte
he: מחק את החשבון שלי
hi: मेरा अकाउंट हटाएँ
hr: Izbriši moj račun
hu: Fiókom törlése
id: Hapus akunku
it: Elimina il mio account
ja: アカウントを削除
ko: 내 계정 삭제
ml: എന്റെ അക്കൗണ്ട് ഇല്ലാതാക്കുക
ms: Padam akaun saya
nb: Slett kontoen min
nl: Mijn account verwijderen
pl: Usuń moje konto
pt_br: Excluir minha conta
pt_pt: Eliminar a minha conta
ro: Șterge contul meu
ru: Удалить мой аккаунт
sk: Odstrániť môj účet
sv: Radera mitt konto
ta: என் கணக்கை நீக்கு
te: నా ఖాతాను తొలగించు
th: ลบบัญชีของฉัน
tr: Hesabımı sil
uk: Видалити мій обліковий запис
ur: میرا اکاؤنٹ حذف کریں
vi: Xóa tài khoản của tôi
zh_hans: 删除我的账户
zh_hant: 刪除我的帳號

# account.delete.confirmButton.hint
source: Deactivates your account now and schedules it for deletion in %lld days
ar: يعطّل حسابك الآن ويجدول حذفه بعد %lld يوم
bn: এখনই আপনার অ্যাকাউন্ট নিষ্ক্রিয় করে %lld দিনের মধ্যে মুছে ফেলার সময় নির্ধারণ করে
ca: Desactiva el teu compte ara i el programa per eliminar-lo d'aquí a %lld dies
cs: Účet se hned deaktivuje a smazání se naplánuje za %lld dní
da: Deaktiverer din konto nu og planlægger sletning om %lld dage
de: Deaktiviert dein Konto sofort und plant die Löschung in %lld Tagen
el: Απενεργοποιεί τον λογαριασμό σου τώρα και προγραμματίζει τη διαγραφή του σε %lld ημέρες
es: Desactiva tu cuenta ahora y programa su eliminación dentro de %lld días
fi: Poistaa tilisi käytöstä heti ja ajastaa sen poistettavaksi %lld päivän kuluttua
fr: Désactive votre compte maintenant et programme sa suppression dans %lld jours
he: משבית את החשבון שלך עכשיו ומתזמן אותו למחיקה בעוד %lld ימים
hi: अभी आपका अकाउंट निष्क्रिय कर देता है और %lld दिन में हटाने के लिए शेड्यूल कर देता है
hr: Odmah deaktivira tvoj račun i zakazuje brisanje za %lld dana
hu: Azonnal deaktiválja a fiókodat, és %lld nap múlva törlésre ütemezi
id: Menonaktifkan akunmu sekarang dan menjadwalkan penghapusan dalam %lld hari
it: Disattiva subito il tuo account e ne programma l'eliminazione tra %lld giorni
ja: アカウントをただちに停止し、%lld日後に削除されるよう予約します
ko: 지금 계정을 비활성화하고 %lld일 후 삭제하도록 예약해요
ml: നിങ്ങളുടെ അക്കൗണ്ട് ഇപ്പോൾ നിർജീവമാക്കി %lld ദിവസത്തിനുള്ളിൽ ഇല്ലാതാക്കാൻ ഷെഡ്യൂൾ ചെയ്യുന്നു
ms: Menyahaktifkan akaun anda sekarang dan menjadualkannya untuk dipadam dalam %lld hari
nb: Deaktiverer kontoen din nå og planlegger sletting om %lld dager
nl: Deactiveert je account nu en plant het voor verwijdering over %lld dagen
pl: Dezaktywuje konto teraz i planuje jego usunięcie za %lld dnia
pt_br: Desativa sua conta agora e agenda a exclusão para daqui a %lld dias
pt_pt: Desativa a sua conta agora e agenda a eliminação dentro de %lld dias
ro: Dezactivează acum contul și îl programează pentru ștergere peste %lld de zile
ru: Деактивирует аккаунт сейчас и назначает удаление через %lld дня
sk: Okamžite deaktivuje tvoj účet a naplánuje jeho odstránenie o %lld dní
sv: Inaktiverar ditt konto nu och schemalägger radering om %lld dagar
ta: உங்கள் கணக்கை இப்போதே செயலிழக்கச் செய்து, %lld நாட்களில் நீக்கத் திட்டமிடும்
te: మీ ఖాతాను ఇప్పుడే నిష్క్రియం చేసి, %lld రోజుల్లో తొలగింపునకు షెడ్యూల్ చేస్తుంది
th: ปิดใช้งานบัญชีของคุณทันที และกำหนดให้ลบภายใน %lld วัน
tr: Hesabınızı hemen devre dışı bırakır ve %lld gün içinde silinmek üzere planlar
uk: Деактивує ваш обліковий запис зараз і запланує видалення через %lld дня
ur: آپ کا اکاؤنٹ ابھی غیر فعال کرتا ہے اور %lld دن میں حذف کرنے کے لیے طے کرتا ہے
vi: Vô hiệu hóa tài khoản của bạn ngay bây giờ và hẹn xóa sau %lld ngày
zh_hans: 立即停用你的账户，并安排在 %lld 天后删除
zh_hant: 立即停用你的帳號，並排定在 %lld 天後刪除

# account.delete.consequences.header
source: What happens when you confirm
ar: ماذا يحدث عندما تؤكد
bn: নিশ্চিত করলে কী হবে
ca: Què passa quan confirmes
cs: Co se stane po potvrzení
da: Hvad sker der, når du bekræfter
de: Was bei der Bestätigung passiert
el: Τι συμβαίνει όταν επιβεβαιώσεις
es: Qué ocurre al confirmar
fi: Mitä tapahtuu, kun vahvistat
fr: Ce qui se passe quand vous confirmez
he: מה קורה כשתאשר
hi: पुष्टि करने पर क्या होगा
hr: Što se događa kad potvrdiš
hu: Mi történik a megerősítéskor
id: Yang terjadi saat kamu mengonfirmasi
it: Cosa succede quando confermi
ja: 確定するとどうなるか
ko: 확인하면 일어나는 일
ml: സ്ഥിരീകരിച്ചാൽ എന്ത് സംഭവിക്കും
ms: Apa yang berlaku apabila anda mengesahkan
nb: Dette skjer når du bekrefter
nl: Wat er gebeurt als je bevestigt
pl: Co się stanie po potwierdzeniu
pt_br: O que acontece ao confirmar
pt_pt: O que acontece quando confirmar
ro: Ce se întâmplă când confirmi
ru: Что произойдёт после подтверждения
sk: Čo sa stane po potvrdení
sv: Vad som händer när du bekräftar
ta: உறுதிப்படுத்தினால் என்ன நடக்கும்
te: మీరు నిర్ధారించినప్పుడు ఏమవుతుంది
th: สิ่งที่จะเกิดขึ้นเมื่อคุณยืนยัน
tr: Onayladığınızda ne olur
uk: Що станеться після підтвердження
ur: تصدیق کرنے پر کیا ہوتا ہے
vi: Điều gì xảy ra khi bạn xác nhận
zh_hans: 确认后会发生什么
zh_hant: 確認後會發生什麼事

# account.delete.effect.immediate
source: Your account is deactivated the moment you confirm. To everyone else on Known it is already gone.
ar: يُعطَّل حسابك لحظة تأكيدك. وبالنسبة لبقية من في «معروف» يكون قد اختفى بالفعل.
bn: নিশ্চিত করার মুহূর্তেই আপনার অ্যাকাউন্ট নিষ্ক্রিয় হয়ে যায়। Known-এর বাকি সবার কাছে এটি এখনই নেই হয়ে যায়।
ca: El teu compte es desactiva en el moment de confirmar. Per a la resta de persones a Known, ja no existeix.
cs: Tvůj účet se deaktivuje v okamžiku potvrzení. Pro všechny ostatní v aplikaci Known už neexistuje.
da: Din konto deaktiveres i det øjeblik, du bekræfter. For alle andre på Known er den allerede væk.
de: Dein Konto wird sofort bei der Bestätigung deaktiviert. Für alle anderen auf Known ist es bereits verschwunden.
el: Ο λογαριασμός σου απενεργοποιείται τη στιγμή που θα επιβεβαιώσεις. Για όλους τους άλλους στο Known έχει ήδη εξαφανιστεί.
es: Tu cuenta se desactiva en el momento en que confirmas. Para el resto de Known, ya no existe.
fi: Tilisi poistetaan käytöstä heti, kun vahvistat. Muille Knownin käyttäjille se on jo kadonnut.
fr: Votre compte est désactivé dès que vous confirmez. Pour tous les autres sur Known, il a déjà disparu.
he: החשבון שלך מושבת ברגע שתאשר. עבור כל שאר המשתמשים ב-Known הוא כבר איננו.
hi: पुष्टि करते ही आपका अकाउंट निष्क्रिय हो जाता है। Known पर बाकी सबके लिए वह पहले ही जा चुका है।
hr: Tvoj račun se deaktivira čim potvrdiš. Svima ostalima u aplikaciji Known već je nestao.
hu: A fiókod a megerősítés pillanatában deaktiválódik. A Known többi felhasználója számára már nem létezik.
id: Akunmu dinonaktifkan begitu kamu mengonfirmasi. Bagi semua orang di Known, akunmu sudah hilang.
it: Il tuo account viene disattivato nel momento in cui confermi. Per tutti gli altri su Known è già sparito.
ja: 確定した時点でアカウントは停止されます。Known上のほかの人からは、すでに存在しない状態になります。
ko: 확인하는 즉시 계정이 비활성화돼요. Known의 다른 모든 사람에게는 이미 사라진 계정이에요.
ml: സ്ഥിരീകരിക്കുന്ന നിമിഷം നിങ്ങളുടെ അക്കൗണ്ട് നിർജീവമാകും. Known-ലെ മറ്റുള്ളവർക്ക് അത് ഇതിനകം ഇല്ലാതായിക്കഴിഞ്ഞു.
ms: Akaun anda dinyahaktifkan sebaik sahaja anda mengesahkan. Bagi semua orang lain di Known, ia sudah tiada.
nb: Kontoen din deaktiveres i det øyeblikket du bekrefter. For alle andre på Known er den allerede borte.
nl: Je account wordt gedeactiveerd zodra je bevestigt. Voor alle anderen op Known bestaat het dan al niet meer.
pl: Twoje konto zostanie dezaktywowane w chwili potwierdzenia. Dla wszystkich innych w Known już go nie ma.
pt_br: Sua conta é desativada assim que você confirma. Para todos os outros no Known, ela já não existe.
pt_pt: A sua conta é desativada no momento em que confirmar. Para todos os outros na Known, já deixou de existir.
ro: Contul tău este dezactivat în clipa în care confirmi. Pentru ceilalți de pe Known, el a dispărut deja.
ru: Ваш аккаунт деактивируется сразу после подтверждения. Для всех остальных в Known он уже исчез.
sk: Tvoj účet sa deaktivuje v okamihu potvrdenia. Pre všetkých ostatných na Known už neexistuje.
sv: Ditt konto inaktiveras i samma stund som du bekräftar. För alla andra på Known är det redan borta.
ta: உறுதிப்படுத்திய கணமே உங்கள் கணக்கு செயலிழக்கும். Known-இல் மற்ற அனைவருக்கும் அது ஏற்கெனவே மறைந்துவிட்டது.
te: మీరు నిర్ధారించిన క్షణమే మీ ఖాతా నిష్క్రియం అవుతుంది. Knownలో మిగతా అందరికీ అది ఇప్పటికే లేనట్లే.
th: บัญชีของคุณจะถูกปิดใช้งานทันทีที่คุณยืนยัน สำหรับคนอื่นๆ ใน Known บัญชีนี้หายไปแล้ว
tr: Onayladığınız anda hesabınız devre dışı bırakılır. Known'daki herkes için artık yoktur.
uk: Ваш обліковий запис деактивується одразу після підтвердження. Для всіх інших у Known його вже немає.
ur: تصدیق کرتے ہی آپ کا اکاؤنٹ غیر فعال ہو جاتا ہے۔ Known پر باقی سب کے لیے وہ پہلے ہی ختم ہو چکا ہے۔
vi: Tài khoản của bạn bị vô hiệu hóa ngay khi bạn xác nhận. Với mọi người khác trên Known, nó đã biến mất.
zh_hans: 确认的那一刻，你的账户就会被停用。对 Known 上的其他人来说，它已经不存在了。
zh_hant: 你的帳號會在確認的那一刻停用。對 Known 上的其他人來說，它已經消失了。

# account.delete.effect.permanent
source: After %lld days your account, your posts, your reactions, your follows, your settings and your verification photos are deleted outright. Posts are deleted, not anonymised. That cannot be undone.
ar: بعد %lld يوم يُحذف حسابك ومنشوراتك وتفاعلاتك ومتابعاتك وإعداداتك وصور التحقق الخاصة بك حذفًا نهائيًا. المنشورات تُحذف ولا يُخفى صاحبها فقط. ولا يمكن التراجع عن ذلك.
bn: %lld দিন পর আপনার অ্যাকাউন্ট, পোস্ট, রিঅ্যাকশন, ফলো, সেটিংস ও ভেরিফিকেশনের ছবি সম্পূর্ণ মুছে ফেলা হয়। পোস্ট বেনামি করা হয় না, মুছে ফেলা হয়। এটি আর ফেরানো যায় না।
ca: Passats %lld dies, el teu compte, les teves publicacions, reaccions, seguiments, ajustos i fotos de verificació s'eliminen definitivament. Les publicacions s'eliminen, no s'anonimitzen. No es pot desfer.
cs: Po %lld dnech se tvůj účet, příspěvky, reakce, sledování, nastavení a ověřovací fotografie definitivně smažou. Příspěvky se mažou, neanonymizují. Nelze to vrátit.
da: Efter %lld dage bliver din konto, dine opslag, dine reaktioner, dine følgere, dine indstillinger og dine verificeringsfotos slettet helt. Opslag slettes, de anonymiseres ikke. Det kan ikke fortrydes.
de: Nach %lld Tagen werden dein Konto, deine Beiträge, Reaktionen, Follows, Einstellungen und Verifizierungsfotos endgültig gelöscht. Beiträge werden gelöscht, nicht anonymisiert. Das lässt sich nicht rückgängig machen.
el: Μετά από %lld ημέρες ο λογαριασμός σου, οι αναρτήσεις, οι αντιδράσεις, οι ακολουθήσεις, οι ρυθμίσεις και οι φωτογραφίες επαλήθευσής σου διαγράφονται οριστικά. Οι αναρτήσεις διαγράφονται, δεν ανωνυμοποιούνται. Αυτό δεν αναιρείται.
es: Pasados %lld días, tu cuenta, tus publicaciones, tus reacciones, tus seguidos, tus ajustes y tus fotos de verificación se eliminan por completo. Las publicaciones se eliminan, no se anonimizan. No se puede deshacer.
fi: %lld päivän kuluttua tilisi, julkaisusi, reaktiosi, seurattavasi, asetuksesi ja vahvistuskuvasi poistetaan kokonaan. Julkaisut poistetaan, ei anonymisoida. Tätä ei voi perua.
fr: Après %lld jours, votre compte, vos posts, vos réactions, vos abonnements, vos réglages et vos photos de vérification sont définitivement supprimés. Les posts sont supprimés, pas anonymisés. Cette action est irréversible.
he: אחרי %lld ימים החשבון שלך, הפוסטים, התגובות, העוקבים, ההגדרות ותמונות האימות שלך נמחקים לחלוטין. פוסטים נמחקים ולא הופכים לאנונימיים. אי אפשר לבטל זאת.
hi: %lld दिन बाद आपका अकाउंट, पोस्ट, रिएक्शन, फ़ॉलो, सेटिंग्स और सत्यापन की फ़ोटो पूरी तरह हटा दी जाती हैं। पोस्ट हटाई जाती हैं, गुमनाम नहीं की जातीं। इसे वापस नहीं किया जा सकता।
hr: Nakon %lld dana tvoj račun, objave, reakcije, praćenja, postavke i fotografije za provjeru trajno se brišu. Objave se brišu, a ne anonimiziraju. To se ne može poništiti.
hu: %lld nap után a fiókod, a bejegyzéseid, a reakcióid, a követéseid, a beállításaid és a hitelesítési fotóid véglegesen törlődnek. A bejegyzések törlődnek, nem anonimizálódnak. Ez nem vonható vissza.
id: Setelah %lld hari, akunmu, postinganmu, reaksimu, daftar yang kamu ikuti, pengaturanmu, dan foto verifikasimu dihapus sepenuhnya. Postingan dihapus, bukan dianonimkan. Ini tidak bisa dibatalkan.
it: Dopo %lld giorni il tuo account, i tuoi post, le tue reazioni, i tuoi follow, le tue impostazioni e le tue foto di verifica vengono eliminati definitivamente. I post vengono eliminati, non anonimizzati. L'operazione non si può annullare.
ja: %lld日後に、アカウント、投稿、リアクション、フォロー、設定、本人確認の写真が完全に削除されます。投稿は匿名化されず削除されます。この操作は取り消せません。
ko: %lld일 후 계정, 게시물, 반응, 팔로우, 설정, 인증 사진이 완전히 삭제돼요. 게시물은 익명 처리되지 않고 삭제돼요. 되돌릴 수 없어요.
ml: %lld ദിവസത്തിന് ശേഷം നിങ്ങളുടെ അക്കൗണ്ട്, പോസ്റ്റുകൾ, പ്രതികരണങ്ങൾ, ഫോളോകൾ, ക്രമീകരണങ്ങൾ, പരിശോധനാ ഫോട്ടോകൾ എന്നിവ പൂർണമായി ഇല്ലാതാക്കും. പോസ്റ്റുകൾ ഇല്ലാതാക്കുകയാണ്, അജ്ഞാതമാക്കുകയല്ല. ഇത് തിരിച്ചെടുക്കാനാവില്ല.
ms: Selepas %lld hari, akaun, siaran, reaksi, ikutan, tetapan dan foto pengesahan anda dipadam sepenuhnya. Siaran dipadam, bukan dinyahnamakan. Ini tidak boleh dipulihkan.
nb: Etter %lld dager slettes kontoen din, innleggene dine, reaksjonene dine, følgingene dine, innstillingene dine og verifiseringsbildene dine for godt. Innlegg slettes, de anonymiseres ikke. Dette kan ikke angres.
nl: Na %lld dagen worden je account, berichten, reacties, volgers, instellingen en verificatiefoto's definitief verwijderd. Berichten worden verwijderd, niet geanonimiseerd. Dit kan niet ongedaan worden gemaakt.
pl: Po %lld dnia Twoje konto, wpisy, reakcje, obserwowane osoby, ustawienia i zdjęcia weryfikacyjne zostaną usunięte bezpowrotnie. Wpisy są usuwane, a nie anonimizowane. Tego nie można cofnąć.
pt_br: Após %lld dias, sua conta, seus posts, suas reações, quem você segue, suas configurações e suas fotos de verificação são excluídos definitivamente. Os posts são excluídos, não anonimizados. Isso não pode ser desfeito.
pt_pt: Passados %lld dias, a sua conta, as suas publicações, as suas reações, as pessoas que segue, as suas definições e as suas fotos de verificação são eliminadas de vez. As publicações são eliminadas, não anonimizadas. Isto não pode ser anulado.
ro: După %lld de zile, contul, postările, reacțiile, urmăririle, setările și fotografiile de verificare sunt șterse definitiv. Postările sunt șterse, nu anonimizate. Nu se poate anula.
ru: Через %lld дня аккаунт, посты, реакции, подписки, настройки и фото для проверки личности будут удалены полностью. Посты удаляются, а не обезличиваются. Это нельзя отменить.
sk: Po %lld dňoch sa tvoj účet, príspevky, reakcie, sledovania, nastavenia a overovacie fotky natrvalo odstránia. Príspevky sa odstránia, nie anonymizujú. Nedá sa to vrátiť späť.
sv: Efter %lld dagar raderas ditt konto, dina inlägg, dina reaktioner, dina följda konton, dina inställningar och dina verifieringsbilder helt. Inläggen raderas, de anonymiseras inte. Det går inte att ångra.
ta: %lld நாட்களுக்குப் பிறகு உங்கள் கணக்கு, இடுகைகள், எதிர்வினைகள், பின்தொடர்தல்கள், அமைப்புகள், சரிபார்ப்புப் புகைப்படங்கள் முழுமையாக நீக்கப்படும். இடுகைகள் பெயர் மறைக்கப்படாமல் நீக்கப்படும். இதைத் திரும்பப் பெற முடியாது.
te: %lld రోజుల తర్వాత మీ ఖాతా, పోస్ట్‌లు, రియాక్షన్‌లు, ఫాలోలు, సెట్టింగ్‌లు, ధృవీకరణ ఫోటోలు పూర్తిగా తొలగించబడతాయి. పోస్ట్‌లు తొలగించబడతాయి, అజ్ఞాతంగా మార్చబడవు. దీన్ని వెనక్కి తీసుకోలేరు.
th: หลังจาก %lld วัน บัญชี โพสต์ รีแอกชัน การติดตาม การตั้งค่า และรูปยืนยันตัวตนของคุณจะถูกลบทิ้งทั้งหมด โพสต์จะถูกลบ ไม่ได้ถูกทำให้ไม่ระบุชื่อ และไม่สามารถย้อนกลับได้
tr: %lld gün sonra hesabınız, gönderileriniz, tepkileriniz, takip ettikleriniz, ayarlarınız ve doğrulama fotoğraflarınız tamamen silinir. Gönderiler anonimleştirilmez, silinir. Bu geri alınamaz.
uk: Через %lld дня ваш обліковий запис, дописи, реакції, підписки, налаштування та фото верифікації буде остаточно видалено. Дописи видаляються, а не знеособлюються. Це неможливо скасувати.
ur: %lld دن بعد آپ کا اکاؤنٹ، پوسٹس، ری ایکشنز، فالوز، سیٹنگز اور تصدیق کی تصاویر مکمل طور پر حذف ہو جاتی ہیں۔ پوسٹس حذف کی جاتی ہیں، گمنام نہیں۔ اسے واپس نہیں کیا جا سکتا۔
vi: Sau %lld ngày, tài khoản, bài đăng, lượt phản ứng, lượt theo dõi, cài đặt và ảnh xác minh của bạn sẽ bị xóa hoàn toàn. Bài đăng bị xóa chứ không ẩn danh. Không thể hoàn tác.
zh_hans: %lld 天后，你的账户、帖子、回应、关注、设置和验证照片将被彻底删除。帖子是直接删除，而不是匿名化。此操作无法撤销。
zh_hant: %lld 天後，你的帳號、貼文、回應、追蹤、設定和驗證照片都會被徹底刪除。貼文是直接刪除，而非匿名化。此操作無法復原。
